Repository: ClawdBonzo/heal-no-contact
Catalog: HealNoContact/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_mx, fr, id, it, nl, pt_br, th, tr

source: Writing helps process emotions and track your healing. Start with whatever's on your mind.
ar: الكتابة تساعدك على معالجة مشاعرك وتتبّع تعافيك. ابدأ بأي شيء يشغل بالك.
de: Schreiben hilft, Gefühle zu verarbeiten und deine Heilung zu verfolgen. Beginne mit allem, was dir gerade durch den Kopf geht.
es: Escribir ayuda a procesar las emociones y a seguir tu sanación. Empieza por lo que tengas en mente.
es_mx: Escribir ayuda a procesar las emociones y a seguir tu sanación. Empieza con lo que tengas en mente.
fr: Écrire aide à apaiser vos émotions et à suivre votre guérison. Commencez par ce qui vous passe par la tête.
id: Menulis membantu mengolah emosi dan melacak pemulihanmu. Mulailah dari apa pun yang ada di pikiranmu.
it: Scrivere aiuta a elaborare le emozioni e a seguire la tua guarigione. Parti da ciò che hai in mente.
nl: Schrijven helpt je emoties te verwerken en je herstel bij te houden. Begin met wat er in je opkomt.
pt_br: Escrever ajuda a processar emoções e acompanhar sua cura. Comece com o que estiver na sua cabeça.
th: การเขียนช่วยจัดการอารมณ์และติดตามการเยียวยาของคุณ เริ่มจากสิ่งที่อยู่ในใจตอนนี้ได้เลย
tr: Yazmak duyguları işlemene ve iyileşmeni takip etmene yardımcı olur. Aklında ne varsa onunla başla.

source: Yearly
ar: سنوي
de: Jährlich
es: Anual
es_mx: Anual
fr: Annuel
id: Tahunan
it: Annuale
nl: Jaarlijks
pt_br: Anual
th: รายปี
tr: Yıllık

source: Yes, reset
ar: نعم، أعد التعيين
de: Ja, zurücksetzen
es: Sí, reiniciar
es_mx: Sí, reiniciar
fr: Oui, réinitialiser
id: Ya, reset
it: Sì, azzera
nl: Ja, reset
pt_br: Sim, zerar
th: ใช่ รีเซ็ต
tr: Evet, sıfırla

source: You are allowed to be both a masterpiece and a work in progress.
ar: مسموح لك أن تكون تحفة فنية وعملًا قيد الإنجاز في آنٍ واحد.
de: Du darfst zugleich ein Meisterwerk und ein Werk im Werden sein.
es: Puedes ser a la vez una obra maestra y un trabajo en progreso.
es_mx: Puedes ser una obra maestra y un trabajo en proceso al mismo tiempo.
fr: Vous avez le droit d’être à la fois un chef-d’œuvre et une œuvre en devenir.
id: Kamu boleh menjadi mahakarya sekaligus karya yang masih dalam proses.
it: Hai il diritto di essere allo stesso tempo un capolavoro e un'opera in divenire.
nl: Je mag tegelijk een meesterwerk en een werk in uitvoering zijn.
pt_br: Você pode ser, ao mesmo tempo, uma obra-prima e uma obra em construção.
th: คุณสามารถเป็นทั้งผลงานชิ้นเอกและงานที่ยังสร้างไม่เสร็จได้ในเวลาเดียวกัน
tr: Hem bir başyapıt hem de hâlâ tamamlanmakta olan bir eser olabilirsin.

source: You can't start the next chapter if you keep re-reading the last one.
ar: لا يمكنك بدء الفصل التالي إذا واصلت إعادة قراءة الفصل الأخير.
de: Du kannst das nächste Kapitel nicht beginnen, wenn du immer wieder das letzte liest.
es: No puedes empezar el siguiente capítulo si sigues releyendo el anterior.
es_mx: No puedes empezar el siguiente capítulo si sigues releyendo el anterior.
fr: Vous ne pouvez pas commencer le prochain chapitre si vous relisez sans cesse le précédent.
id: Kamu tak bisa memulai bab berikutnya jika terus membaca ulang bab yang lalu.
it: Non puoi iniziare il prossimo capitolo se continui a rileggere l'ultimo.
nl: Je kunt niet aan het volgende hoofdstuk beginnen als je het vorige blijft herlezen.
pt_br: Você não consegue começar o próximo capítulo se continuar relendo o anterior.
th: คุณไม่อาจเริ่มบทต่อไปได้ หากยังอ่านบทเดิมซ้ำ ๆ
tr: Son bölümü tekrar tekrar okursan yeni bölüme başlayamazsın.

source: You did it!
ar: لقد فعلتها!
de: Du hast es geschafft!
es: ¡Lo has conseguido!
es_mx: ¡Lo lograste!
fr: Vous avez réussi !
id: Kamu berhasil!
it: Ce l'hai fatta!
nl: Het is je gelukt!
pt_br: Você conseguiu!
th: คุณทำได้แล้ว!
tr: Başardın!

source: You don't need closure from them. You need peace from within.
ar: لست بحاجة إلى خاتمة منهم. أنت بحاجة إلى سلام من داخلك.
de: Du brauchst keinen Abschluss von ihnen. Du brauchst Frieden in dir selbst.
es: No necesitas que ellos cierren el ciclo. Necesitas paz dentro de ti.
es_mx: No necesitas que esa persona te dé un cierre. Necesitas paz dentro de ti.
fr: Vous n’avez pas besoin que l’autre vous aide à tourner la page. Vous avez besoin de paix intérieure.
id: Kamu tidak butuh penutup dari mereka. Kamu butuh kedamaian dari dalam dirimu.
it: Non hai bisogno di chiusura da parte loro. Hai bisogno di pace dentro di te.
nl: Je hebt geen afsluiting van hen nodig. Je hebt rust van binnenuit nodig.
pt_br: Você não precisa que eles fechem esse ciclo. Você precisa de paz por dentro.
th: คุณไม่ต้องการคำตอบสุดท้ายจากเขา คุณต้องการความสงบจากภายใน
tr: Ondan bir kapanışa ihtiyacın yok. İçindeki huzura ihtiyacın var.

source: You resisted the urge. That takes real strength.
ar: قاومت الرغبة الملحّة. هذا يتطلب قوة حقيقية.
de: Du hast dem Drang widerstanden. Das erfordert echte Stärke.
es: Has resistido el impulso. Eso requiere verdadera fuerza.
es_mx: Resististe el impulso. Eso requiere verdadera fortaleza.
fr: Vous avez résisté à l’envie. Cela demande une vraie force.
id: Kamu berhasil menahan dorongan itu. Itu butuh kekuatan yang nyata.
it: Hai resistito all'impulso. Ci vuole vera forza.
nl: Je hebt de drang weerstaan. Daar is echte kracht voor nodig.
pt_br: Você resistiu à vontade. Isso exige uma força de verdade.
th: คุณห้ามใจไม่ให้ติดต่อไปได้ นั่นต้องใช้ความเข้มแข็งอย่างแท้จริง
tr: Dürtüye direndin. Bu gerçek bir güç ister.

source: You started your healing journey
ar: بدأت رحلة تعافيك
de: Du hast deine Heilungsreise begonnen
es: Empezaste tu camino de sanación
es_mx: Comenzaste tu camino de sanación
fr: Vous avez entamé votre parcours de guérison
id: Kamu memulai perjalanan pemulihanmu
it: Hai iniziato il tuo percorso di guarigione
nl: Je bent aan je herstel begonnen
pt_br: Você começou sua jornada de cura
th: คุณได้เริ่มต้นเส้นทางการเยียวยาแล้ว
tr: İyileşme yolculuğuna başladın

source: You survived what you thought would kill you. Now straighten your crown and move forward like the warrior you are.
ar: نجوت مما ظننت أنه سيقضي عليك. والآن عدّل تاجك وامضِ قدمًا كالمحارب الذي أنت عليه.
de: Du hast überlebt, wovon du dachtest, es würde dich umbringen. Richte jetzt deine Krone und geh weiter wie die Kämpfernatur, die du bist.
es: Sobreviviste a lo que creías que te destruiría. Ahora endereza tu corona y avanza como el guerrero que eres.
es_mx: Sobreviviste a lo que creíste que te destruiría. Ahora endereza tu corona y avanza como el guerrero que eres.
fr: Vous avez survécu à ce que vous croyiez fatal. Maintenant, redressez votre couronne et avancez comme le guerrier que vous êtes.
id: Kamu selamat dari hal yang kamu kira akan menghancurkanmu. Sekarang tegakkan mahkotamu dan melangkah maju seperti pejuang sejati.
it: Sei sopravvissuto a ciò che pensavi ti avrebbe ucciso. Ora raddrizza la corona e va' avanti come il guerriero che sei.
nl: Je hebt overleefd wat je dacht niet te overleven. Zet nu je kroon recht en ga verder als de strijder die je bent.
pt_br: Você sobreviveu ao que achava que te destruiria. Agora ajeite sua coroa e siga em frente como a guerreira que você é.
th: คุณรอดจากสิ่งที่คิดว่าจะทำลายคุณมาได้ ตอนนี้จงสวมมงกุฎให้ตรงและก้าวต่อไปอย่างนักรบที่คุณเป็น
tr: Seni öldüreceğini sandığın şeyden sağ çıktın. Şimdi tacını düzelt ve olduğun savaşçı gibi yoluna devam et.

source: You're doing amazing. Every hour counts.
ar: أنت تبلي بلاءً رائعًا. كل ساعة لها قيمتها.
de: Du machst das großartig. Jede Stunde zählt.
es: Lo estás haciendo genial. Cada hora cuenta.
es_mx: Lo estás haciendo increíble. Cada hora cuenta.
fr: Vous faites un travail formidable. Chaque heure compte.
id: Kamu luar biasa. Setiap jam sangat berarti.
it: Stai andando alla grande. Ogni ora conta.
nl: Je doet het geweldig. Elk uur telt.
pt_br: Você está indo muito bem. Cada hora conta.
th: คุณทำได้ยอดเยี่ยม ทุกชั่วโมงมีความหมาย
tr: Harika gidiyorsun. Her saat değerli.

source: You're making real progress.
ar: أنت تحرز تقدمًا حقيقيًا.
de: Du machst echte Fortschritte.
es: Estás avanzando de verdad.
es_mx: Estás logrando un avance real.
fr: Vous faites de vrais progrès.
id: Kamu membuat kemajuan yang nyata.
it: Stai facendo veri progressi.
nl: Je maakt echte vooruitgang.
pt_br: Você está fazendo um progresso de verdade.
th: คุณกำลังก้าวหน้าอย่างแท้จริง
tr: Gerçekten ilerleme kaydediyorsun.

source: You're on a **%lld-day** streak. Don't break it now.
ar: أنت في سلسلة مدتها **%lld يومًا**. لا تكسرها الآن.
de: Deine **%lld-Tage**-Serie läuft. Brich sie jetzt nicht ab.
es: Llevas una racha de **%lld días**. No la rompas ahora.
es_mx: Llevas una racha de **%lld días**. No la rompas ahora.
fr: Vous tenez une série de **%lld jours**. Ne la brisez pas maintenant.
id: Streak-mu sudah **%lld hari**. Jangan sampai terputus sekarang.
it: Sei a una serie di **%lld giorni**. Non spezzarla ora.
nl: Je hebt een reeks van **%lld dagen**. Breek die nu niet.
pt_br: Você está numa sequência de **%lld dias**. Não desista agora.
th: คุณมีสตรีค **%lld วัน** แล้ว อย่าปล่อยให้ขาดตอนนี้
tr: **%lld günlük** bir seridesin. Şimdi bozma.

source: You're rewriting your story
ar: أنت تعيد كتابة قصتك
de: Du schreibst deine Geschichte neu
es: Estás reescribiendo tu historia
es_mx: Estás reescribiendo tu historia
fr: Vous réécrivez votre histoire
id: Kamu sedang menulis ulang kisahmu
it: Stai riscrivendo la tua storia
nl: Je herschrijft je verhaal
pt_br: Você está reescrevendo sua história
th: คุณกำลังเขียนเรื่องราวของตัวเองขึ้นใหม่
tr: Hikâyeni yeniden yazıyorsun

source: You've Got This
ar: أنت قادر على ذلك
de: Du schaffst das
es: Tú puedes con esto
es_mx: Tú puedes con esto
fr: Vous y arriverez
id: Kamu Pasti Bisa
it: Ce la puoi fare
nl: Jij kunt dit
pt_br: Você consegue
th: คุณทำได้
tr: Sen Bunu Başarırsın

source: Your current streak will be reset to 0. Your best streak and history will be preserved.
ar: ستُعاد سلسلتك الحالية إلى الصفر. وسيتم الاحتفاظ بأفضل سلسلة لديك وبسجلّك.
de: Deine aktuelle Serie wird auf 0 zurückgesetzt. Deine beste Serie und dein Verlauf bleiben erhalten.
es: Tu racha actual se pondrá a 0. Se conservarán tu mejor racha y tu historial.
es_mx: Tu racha actual se reiniciará a 0. Tu mejor racha y tu historial se conservarán.
fr: Votre série actuelle sera remise à 0. Votre meilleure série et votre historique seront conservés.
id: Streak-mu saat ini akan direset ke 0. Streak terbaik dan riwayatmu akan tetap tersimpan.
it: La tua serie attuale verrà azzerata. La tua serie migliore e la cronologia saranno conservate.
nl: Je huidige reeks wordt op 0 gezet. Je beste reeks en geschiedenis blijven bewaard.
pt_br: Sua sequência atual será zerada. Sua melhor sequência e seu histórico serão preservados.
th: สตรีคปัจจุบันของคุณจะถูกรีเซ็ตเป็น 0 ส่วนสตรีคสูงสุดและประวัติจะยังคงอยู่
tr: Mevcut serin 0'a sıfırlanacak. En iyi serin ve geçmişin korunacak.

source: Your growth journey starts here
ar: رحلة نموّك تبدأ من هنا
de: Hier beginnt deine Reise des Wachstums
es: Tu camino de crecimiento empieza aquí
es_mx: Tu camino de crecimiento empieza aquí
fr: Votre parcours d’épanouissement commence ici
id: Perjalanan pertumbuhanmu dimulai di sini
it: Il tuo percorso di crescita inizia qui
nl: Je groeireis begint hier
pt_br: Sua jornada de crescimento começa aqui
th: เส้นทางการเติบโตของคุณเริ่มต้นที่นี่
tr: Gelişim yolculuğun burada başlıyor

source: Your healing grows stronger
ar: تعافيك يزداد قوة
de: Deine Heilung wird stärker
es: Tu sanación se fortalece
es_mx: Tu sanación se fortalece
fr: Votre guérison se renforce
id: Pemulihanmu makin kuat
it: La tua guarigione si fa più forte
nl: Je herstel wordt steeds sterker
pt_br: Sua cura fica mais forte
th: การเยียวยาของคุณแข็งแกร่งขึ้น
tr: İyileşmen güçleniyor

source: Your healing score, mood pattern detection, and weekly summaries are part of Heal Premium.
ar: مؤشر تعافيك، واكتشاف أنماط المزاج، والملخصات الأسبوعية جزء من Heal Premium.
de: Dein Heilungs-Score, die Stimmungsmuster-Erkennung und Wochenübersichten sind Teil von Heal Premium.
es: Tu puntuación de sanación, la detección de patrones de ánimo y los resúmenes semanales forman parte de Heal Premium.
es_mx: Tu puntaje de sanación, la detección de patrones de ánimo y los resúmenes semanales son parte de Heal Premium.
fr: Votre score de guérison, la détection des tendances d’humeur et les bilans hebdomadaires font partie de Heal Premium.
id: Skor pemulihan, deteksi pola suasana hati, dan ringkasan mingguan adalah bagian dari Heal Premium.
it: Il tuo punteggio di guarigione, il rilevamento dei pattern dell'umore e i riepiloghi settimanali fanno parte di Heal Premium.
nl: Je herstelscore, herkenning van stemmingspatronen en wekelijkse overzichten zijn onderdeel van Heal Premium.
pt_br: Sua pontuação de cura, a detecção de padrões de humor e os resumos semanais fazem parte do Heal Premium.
th: คะแนนการเยียวยา การตรวจจับรูปแบบอารมณ์ และสรุปรายสัปดาห์เป็นส่วนหนึ่งของ Heal Premium
tr: İyileşme puanın, ruh hali örüntü tespiti ve haftalık özetler Heal Premium'un bir parçasıdır.

source: Your heart knows the way. Run in that direction.
ar: قلبك يعرف الطريق. اركض في ذلك الاتجاه.
de: Dein Herz kennt den Weg. Lauf in diese Richtung.
es: Tu corazón conoce el camino. Corre en esa dirección.
es_mx: Tu corazón conoce el camino. Corre en esa dirección.
fr: Votre cœur connaît le chemin. Courez dans cette direction.
id: Hatimu tahu jalannya. Berlarilah ke arah itu.
it: Il tuo cuore conosce la strada. Corri in quella direzione.
nl: Je hart kent de weg. Ren die kant op.
pt_br: Seu coração conhece o caminho. Corra nessa direção.
th: หัวใจของคุณรู้ทาง จงวิ่งไปในทิศทางนั้น
tr: Kalbin yolu biliyor. O yöne doğru koş.

source: Your journal is empty
ar: يومياتك فارغة
de: Dein Tagebuch ist leer
es: Tu diario está vacío
es_mx: Tu diario está vacío
fr: Votre journal est vide
id: Jurnalmu masih kosong
it: Il tuo diario è vuoto
nl: Je dagboek is leeg
pt_br: Seu diário está vazio
th: บันทึกของคุณยังว่างเปล่า
tr: Günlüğün boş

source: Your Journey
ar: رحلتك
de: Deine Reise
es: Tu camino
es_mx: Tu camino
fr: Votre parcours
id: Perjalananmu
it: Il tuo percorso
nl: Jouw reis
pt_br: Sua jornada
th: เส้นทางของคุณ
tr: Yolculuğun

source: Your letter is stored privately on this device and never transmitted anywhere.
ar: تُحفظ رسالتك بشكل خاص على هذا الجهاز ولا تُنقل إلى أي مكان أبدًا.
de: Dein Brief wird privat auf diesem Gerät gespeichert und niemals irgendwohin übertragen.
es: Tu carta se guarda de forma privada en este dispositivo y nunca se transmite a ningún sitio.
es_mx: Tu carta se guarda de forma privada en este dispositivo y nunca se transmite a ningún lugar.
fr: Votre lettre est conservée en privé sur cet appareil et n’est jamais transmise ailleurs.
id: Suratmu disimpan secara privat di perangkat ini dan tidak pernah dikirim ke mana pun.
it: La tua lettera è custodita in privato su questo dispositivo e non viene mai trasmessa altrove.
nl: Je brief wordt privé op dit apparaat opgeslagen en nooit ergens naartoe verzonden.
pt_br: Sua carta é armazenada de forma privada neste dispositivo e nunca é transmitida a lugar algum.
th: จดหมายของคุณถูกเก็บเป็นส่วนตัวบนอุปกรณ์นี้ และจะไม่ถูกส่งไปที่ใดทั้งสิ้น
tr: Mektubun bu cihazda gizli olarak saklanır ve hiçbir yere gönderilmez.

source: Your Mantra
ar: مانتراك
de: Dein Mantra
es: Tu mantra
es_mx: Tu mantra
fr: Votre mantra
id: Mantramu
it: Il tuo mantra
nl: Jouw mantra
pt_br: Seu mantra
th: คำมั่นของคุณ
tr: Mantran

source: Your no-contact companion
ar: رفيقك في قطع التواصل
de: Dein Begleiter bei der Kontaktsperre
es: Tu compañero en el contacto cero
es_mx: Tu aliado para mantenerte sin contacto
fr: Votre compagnon du no contact
id: Teman setiamu dalam no contact
it: Il tuo alleato nel no contact
nl: Je no-contact-maatje
pt_br: Seu companheiro no contato zero
th: เพื่อนร่วมทางในการไม่ติดต่อของคุณ
tr: İletişimi kesme sürecinde yol arkadaşın

source: Your personal mantra
ar: مانتراك الشخصية
de: Dein persönliches Mantra
es: Tu mantra personal
es_mx: Tu mantra personal
fr: Votre mantra personnel
id: Mantra pribadimu
it: Il tuo mantra personale
nl: Je persoonlijke mantra
pt_br: Seu mantra pessoal
th: คำมั่นส่วนตัวของคุณ
tr: Kişisel mantran

source: Your Pledge
ar: تعهّدك
de: Dein Versprechen
es: Tu promesa
es_mx: Tu promesa
fr: Votre serment
id: Janjimu
it: Il tuo impegno
nl: Jouw belofte
pt_br: Seu compromisso
th: คำปฏิญาณของคุณ
tr: Sözün

source: Your value doesn't decrease based on someone's inability to see your worth.
ar: قيمتك لا تنقص بسبب عجز شخص ما عن رؤية ما تستحقه.
de: Dein Wert sinkt nicht, weil jemand nicht fähig ist, ihn zu erkennen.
es: Tu valor no disminuye porque alguien no sepa verlo.
es_mx: Tu valor no disminuye porque alguien no sepa verlo.
fr: Votre valeur ne diminue pas parce que quelqu’un est incapable de la voir.
id: Nilaimu tidak berkurang hanya karena seseorang tak mampu melihat betapa berharganya dirimu.
it: Il tuo valore non diminuisce a causa dell'incapacità di qualcuno di vederlo.
nl: Je waarde neemt niet af omdat iemand anders die niet kan zien.
pt_br: Seu valor não diminui por causa da incapacidade de alguém de enxergar o quanto você vale.
th: คุณค่าของคุณไม่ได้ลดลงเพียงเพราะใครบางคนมองไม่เห็นมัน
tr: Birinin senin değerini görememesi, değerini düşürmez.

source: Your words are safe.
ar: كلماتك في أمان.
de: Deine Worte sind sicher.
es: Tus palabras están a salvo.
es_mx: Tus palabras están a salvo.
fr: Vos mots sont en sécurité.
id: Kata-katamu aman.
it: Le tue parole sono al sicuro.
nl: Je woorden zijn veilig.
pt_br: Suas palavras estão seguras.
th: ถ้อยคำของคุณปลอดภัย
tr: Sözlerin güvende.

source: I choose my peace over their chaos.
ar: أختار سلامي على فوضاهم.
de: Ich wähle meinen Frieden statt ihres Chaos.
es: Elijo mi paz por encima de su caos.
es_mx: Elijo mi paz por encima de su caos.
fr: Je choisis ma paix plutôt que leur chaos.
id: Aku memilih kedamaianku daripada kekacauan mereka.
it: Scelgo la mia pace al posto del loro caos.
nl: Ik kies mijn rust boven hun chaos.
pt_br: Escolho minha paz em vez do caos.
th: ฉันเลือกความ⁠สงบของตัวเอง มากกว่าความ⁠วุ่นวายของเขา
tr: Onun kaosu yerine kendi huzurumu seçiyorum.

source: Your daily check-in is waiting
ar: تسجيل حالتك اليومي في انتظارك
de: Dein tägliches Check-in wartet
es: Tu registro diario te espera
es_mx: Tu registro diario te espera
fr: Votre suivi quotidien vous attend
id: Check-in harianmu sudah menunggu
it: Il tuo check-in giornaliero ti aspetta
nl: Je dagelijkse check-in wacht op je
pt_br: Seu check-in diário está esperando
th: เช็กอินประจำวันของคุณรออยู่
tr: Bugünkü ruh hali kaydın seni bekliyor

source: A quick check-in keeps your momentum going. How are you today?
ar: تسجيل سريع لحالتك يحافظ على زخمك. كيف حالك اليوم؟
de: Ein kurzes Check-in hält deinen Schwung aufrecht. Wie geht es dir heute?
es: Un registro rápido mantiene tu impulso. ¿Cómo estás hoy?
es_mx: Un registro rápido te ayuda a mantener el ritmo. ¿Cómo estás hoy?
fr: Un point rapide entretient votre élan. Comment allez-vous aujourd’hui ?
id: Check-in singkat menjaga momentummu tetap berjalan. Bagaimana kabarmu hari ini?
it: Un check-in veloce mantiene vivo il tuo slancio. Come stai oggi?
nl: Een snelle check-in houdt je momentum vast. Hoe gaat het vandaag?
pt_br: Um check-in rápido mantém seu ritmo. Como você está hoje?
th: เช็กอินสั้น ๆ ช่วยรักษาแรงส่งของคุณไว้ วันนี้เป็นอย่างไรบ้าง
tr: Kısa bir ruh hali kaydı ivmeni korur. Bugün nasılsın?

source: Your streak is still going 🔥
ar: سلسلتك ما زالت مستمرة 🔥
de: Deine Serie läuft noch 🔥
es: Tu racha sigue viva 🔥
es_mx: Tu racha sigue viva 🔥
fr: Votre série continue 🔥
id: Streak-mu masih berlanjut 🔥
it: La tua serie continua 🔥
nl: Je reeks loopt nog steeds 🔥
pt_br: Sua sequência continua 🔥
th: สตรีคของคุณยังดำเนินต่อไป 🔥
tr: Serin hâlâ devam ediyor 🔥

source: %lld+ days of no contact. Check in and add today to it.
ar: %lld+ يومًا من قطع التواصل. سجّل حالتك وأضف اليوم إليها.
de: %lld+ Tage ohne Kontakt. Mach dein Check-in und füge den heutigen Tag hinzu.
es: %lld+ días sin contacto. Haz tu registro y suma el día de hoy.
es_mx: %lld+ días sin contacto. Haz tu registro y suma el día de hoy.
fr: %lld+ jours sans contact. Faites le point et ajoutez aujourd’hui à votre série.
id: %lld+ hari no contact. Check-in dan tambahkan hari ini ke dalamnya.
it: %lld+ giorni di no contact. Fai il check-in e aggiungi anche oggi.
nl: %lld+ dagen no contact. Check in en voeg vandaag eraan toe.
pt_br: %lld+ dias sem contato. Faça seu check-in e some o dia de hoje.
th: ไม่ติดต่อมาแล้ว %lld+ วัน เช็กอินเพื่อเพิ่มวันนี้เข้าไปด้วย
tr: %lld+ gün iletişimsiz. Ruh halini kaydet ve bugünü de ekle.

source: We're still here for you
ar: ما زلنا هنا من أجلك
de: Wir sind weiterhin für dich da
es: Seguimos aquí para ti
es_mx: Seguimos aquí para ti
fr: Nous sommes toujours là pour vous
id: Kami masih di sini untukmu
it: Siamo ancora qui per te
nl: We zijn er nog steeds voor je
pt_br: Ainda estamos aqui por você
th: เรายังอยู่ตรงนี้เพื่อคุณ
tr: Hâlâ senin yanındayız

source: Healing isn't linear. Come back when you're ready — today is a good day.
ar: التعافي ليس خطًا مستقيمًا. عد عندما تكون مستعدًا — اليوم يوم جيد.
de: Heilung verläuft nicht geradlinig. Komm zurück, wenn du bereit bist – heute ist ein guter Tag.
es: Sanar no es un camino recto. Vuelve cuando sientas que es el momento — hoy es un buen día.
es_mx: Sanar no es un camino recto. Vuelve cuando sientas que es el momento — hoy es un buen día.
fr: La guérison n’est pas linéaire. Revenez quand vous vous en sentirez capable — aujourd’hui est un bon jour.
id: Pemulihan tidak berjalan lurus. Kembalilah saat kamu siap — hari ini adalah hari yang baik.
it: La guarigione non è lineare. Torna quando te la senti — oggi è un buon giorno.
nl: Herstel verloopt niet in een rechte lijn. Kom terug wanneer je er klaar voor bent — vandaag is een goede dag.
pt_br: A cura não é linear. Volte quando sentir que é a hora — hoje é um bom dia.
th: การเยียวยาไม่ได้เป็นเส้นตรง กลับมาเมื่อคุณพร้อม — วันนี้เป็นวันที่ดี
tr: İyileşme doğrusal değildir. Hazır olduğunda geri dön — bugün iyi bir gün.

source: Your peace is worth protecting
ar: سلامك يستحق الحماية
de: Dein Frieden ist es wert, beschützt zu werden
es: Tu paz merece ser protegida
es_mx: Tu paz merece ser protegida
fr: Votre paix mérite d’être protégée
id: Kedamaianmu layak dijaga
it: La tua pace merita di essere protetta
nl: Je rust is het waard om te beschermen
pt_br: Sua paz merece ser protegida
th: ความสงบของคุณคู่ควรแก่การปกป้อง
tr: Huzurun korunmaya değer

source: It's been a few days. One small step forward is still progress.
ar: مرّت بضعة أيام. خطوة صغيرة إلى الأمام تظل تقدمًا.
de: Es sind ein paar Tage vergangen. Ein kleiner Schritt nach vorn ist trotzdem Fortschritt.
es: Han pasado unos días. Un pequeño paso adelante sigue siendo progreso.
es_mx: Han pasado unos días. Un pequeño paso adelante sigue siendo progreso.
fr: Ça fait quelques jours. Un petit pas en avant, c’est déjà un progrès.
id: Sudah beberapa hari berlalu. Satu langkah kecil ke depan tetaplah kemajuan.
it: Sono passati alcuni giorni. Un piccolo passo avanti è comunque un progresso.
nl: Het is een paar dagen geleden. Eén kleine stap vooruit is nog steeds vooruitgang.
pt_br: Já faz alguns dias. Um pequeno passo à frente ainda é progresso.
th: ผ่านมาสองสามวันแล้ว ก้าวเล็ก ๆ ไปข้างหน้าก็ยังนับเป็นความก้าวหน้า
tr: Birkaç gün oldu. İleriye atılan küçük bir adım da ilerlemedir.

source: A week is a fresh start
ar: الأسبوع بداية جديدة
de: Eine Woche ist ein Neuanfang
es: Una semana es un nuevo comienzo
es_mx: Una semana es un nuevo comienzo
fr: Une semaine, c’est un nouveau départ
id: Satu minggu adalah awal yang baru
it: Una settimana è un nuovo inizio
nl: Een week is een nieuwe start
pt_br: Uma semana é um recomeço
th: หนึ่งสัปดาห์คือการเริ่มต้นใหม่
tr: Bir hafta yeni bir başlangıçtır
